"JXRefreshHeaderIdleText" = "下拉可以刷新";
"JXRefreshHeaderPullingText" = "松开立即刷新";
"JXRefreshHeaderRefreshingText" = "正在刷新数据中...";

"JXRefreshAutoFooterIdleText" = "点击或上拉加载更多";
"JXRefreshAutoFooterRefreshingText" = "正在加载更多的数据...";
"JXRefreshAutoFooterNoMoreDataText" = "已经全部加载完毕";

"JXRefreshBackFooterIdleText" = "上拉可以加载更多";
"JXRefreshBackFooterPullingText" = "松开立即加载更多";
"JXRefreshBackFooterRefreshingText" = "正在加载更多的数据...";
"JXRefreshBackFooterNoMoreDataText" = "已经全部加载完毕";

"JXRefreshHeaderLastTimeText" = "最后更新：";
"JXRefreshHeaderDateTodayText" = "今天";
"JXRefreshHeaderNoneLastDateText" = "无记录";
